Repository: zertuncer/Trio-main
Catalog: Trio-main/LibreTransmitter/LibreTransmitter-125745be2ac82f42a2d2f4e11f639ef624c9cd37/LibreTransmitter/Localizable.xcstrings
Source language: en
Languages: da, nb, nb_no, nl, ru, sv, uk, zh_hans

source: Could not decrypt sensor contents
da: Kunne ikke dekryptere sensorens indhold
nb: Kunne ikke dekryptere sensorens innhold
nb_no: Kunne ikke dekryptere sensorens innhold
nl: Kan sensorinhoud niet decoderen
ru: Не удалось расшифровать содержимое
sv: Kunde inte dekryptera sensorns innehåll
uk: Не вдалося розшифрувати вміст Сенсору
zh_hans: 无法解密传感器内容

source: Could not get patch info
da: Kunne ikke få patch-info
nb: Kunne ikke få patch info
nb_no: Kunne ikke få patch info
nl: Kan patch-informatie niet ophalen
ru: Не удалось получить информацию о патче
sv: Kunde inte hämta patchinformation
uk: Не вдалося отримати інформацію про патч
zh_hans: 无法获取贴泵信息

source: Could not get sensor data
da: Kunne ikke hente sensordata
nb: Kunne ikke hente sensordata
nb_no: Kunne ikke hente sensordata
nl: Kan sensorgegevens niet ophalen
ru: Не удалось получить данные с сенсора
sv: Kunde inte hämta sensordata
uk: Не вдалося отримати дані Сенсору
zh_hans: 无法获取传感器数据

source: Could not get tag info
da: Kunne ikke få tag-info
nb: Kunne ikke hente tag-info
nb_no: Kunne ikke hente tag-info
nl: Kan geen tag informatie ophalen
ru: Не удалось получить информацию о теге
sv: Kunde inte hämta tagginfo
uk: Не вдалося отримати інформацію про тег
zh_hans: 无法获取标签信息

source: Hold the top of your iPhone near the sensor to pair
da: Hold toppen af din iPhone tæt på sensoren for at parre den
nb: Hold toppen av iPhone i nærheten av sensoren for å koble sammen
nb_no: Hold den øverste delen av telefonen nær sensoren for å parkoble
nl: Houd de bovenkant van je iPhone dicht bij de sensor om te koppelen
ru: Удерживайте верхнюю часть iPhone рядом с датчиком для создания пары
sv: Håll toppen av din iPhone nära sensorn för att parkoppla
uk: Для сканування тримайте верхню частину пристрою iOS біля сенсора
zh_hans: 将 iPhone 顶部靠近传感器进行配对

source: Needs Attention
da: Behov opmærksom
nb: Krever oppmerksomhet
nb_no: Trenger tilsyn
nl: Aandacht vereist
ru: Требует внимания
sv: Kräver åtgärd
uk: Потребує уваги
zh_hans: 请注意

source: Phone NFC not supported!
da: Telefonens NFC understøttes ikke!
nb: Telefonens NFC støttes ikke!
nb_no: Telefonens NFC støttes ikke!
nl: Telefoon NFC niet ondersteund!
ru: NFC телефона не поддерживается!
sv: Telefon-NFC stöds inte!
uk: Телефон NFC не підтримується!
zh_hans: 不支持手机 NFC！

source: U
da: E
nb: E
nb_no: E
nl: E
ru: Ед
sv: E

source: Wrong sensor type detected
da: Der blev fundet en forkert sensortype
nb: Feil sensortype oppdaget
nb_no: Feil sensortype oppdaget
nl: Verkeerd sensortype gedetecteerd
ru: Обнаружен неверный тип датчика
sv: Fel sensortyp upptäckt
uk: Виявлено неправильний тип Сенсору
zh_hans: 检测到错误的传感器类型

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
da: Din telefon eller app er ikke aktiveret til NFC-kommunikation, hvilket er nødvendigt for at parre med libre2-sensorer
nb: Telefonen eller appen din er ikke aktivert for NFC-kommunikasjon, noe som er nødvendig for å koble til libre2-sensorer.
nb_no: NFC-kommunikasjon er ikke aktivert på telefonen eller i appen. Dette er nødvendig for å koble til libre2-sensorer
nl: Je iPhone of iAPS is niet ingeschakeld voor NFC communicatie, wat nodig is om te koppelen met Libre2 sensoren
ru: Ваш телефон или приложение не поддерживает NFC-связь, которая необходима для подключения к сенсорам Libre2
sv: Din telefon eller app är inte aktiverad med NFC, vilket krävs för att parkoppla med Libre2-sensorer
uk: Телефон або додаток не ввімкнуто для NFC з'єднання, це потрібно для підключення Libre2
zh_hans: 您的手机或应用未启用 NFC 通信功能，而该功能是与 Libre 2 传感器配对所必需的。

source: Dexcom Share
ru: Декском Шеар

source: g
ru: г
uk: г
zh_hans: 克

source: OK
uk: ОК
